INSERT INTO jack.houses(COST, PRICE, ADRESS, RENT, BUILDING_DATE, SALED_DATE) VALUES
  (100, 120, 'Ленина 10', 1, '2016-10-05', NULL),
  (130, 150, 'Пирогова 12', 0, '2017-05-16', '2017-10-10'),
  (150, 180, 'Ильича 76', 1, '2015-10-14', NULL),
  (2000, 3001, 'улица Малхолланд Драйв 13', 1, '2017-06-22', NULL),
  (2300, 2400, '*** Бейкер Стрит 22', 0, '2017-10-11', '2017-10-12'),
  (1200, 1400, 'Академ', 0, NULL, NULL);

INSERT INTO jack.renters(HOUSE_ID, NAME, RENTED_DATE, EXPIRE_DATE, DAYLY_RENT, RATE) VALUES
  (1, 'Петя', '2016-10-06', '2018-10-06', 0, 5),
  (3, 'Златан', '2017-10-18', '2017-10-26', 1, 8),
  (4, 'Коля', '2017-06-23', '2018-10-06', 0, 6),
  (2, 'Маша', '2017-06-21', '2017-10-10', 0, 7);

INSERT INTO jack.payments (HOUSE_ID, DATE, SUMM) VALUES
  (1, '2017-08-01', 155),
  (1, '2017-09-01', 155),
  (1, '2017-010-01', 155),
  (3, '2017-10-18', 8),
  (3, '2017-10-19', 8),
  (3, '2017-10-20', 8),
  (3, '2017-10-21', 8),
  (4, '2017-07-01', 186),
  (4, '2017-08-01', 186),
  (4, '2017-09-01', 186);



